Repository: Daksh/Labyrinth
Catalog: po/*.po
Languages: fa_af, fr, ne, ps

source: Labyrinth
fa_af: پیچیدگی
fr: Labyrinthe
ne: भूलभुलैया
ps: ستره وداني

source: Do you have a lot on your mind? Map it! This activity lets you create mind maps that, in addition to words, can have drawings and images!
fr: Vous avez beaucoup de choses à l'esprit ? Faites-en une carte ! Cette activité vous permet de faire des cartes mentales qui, en plus de mots, peuvent contenir des dessins et des images !
ne: के तपाईँको मस्तिष्कमा धेरै कुराहरू छन्? त्यसको मापन गरौँ ! यो क्रियाकलापले तपाईँको मस्तिष्क मापन गर्न मद्दत गर्दछ, शब्दहरूमा भन्दा पनि चित्र र तस्बिरहरूमा !

source: Cut
fr: Couper
ne: काट

source: Erase selected thought(s)
fa_af: افکار انتخاب شده را پاک کن
fr: Supprimer la ou les idées sélectionnées
ne: छानिएको सोच(s) मेटाऊ
ps: ټاکل شوی فکر(ونه) لیرې کړه

source: Fit to window
fa_af: مناسب به دریچه
fr: Plein écran
ne: सञ्झ्यालमा ठिक्क
ps: کړکۍ سره برابرول

source: Original size
fa_af: اندازه اصلی
fr: Taille originale
ne: मौलिक आकार
ps: اصلي کچه

source: Zoom out
fa_af: نمایش به شکل دور
fr: Zoom arrière
ne: सानो बनाऊ
ps: لویول

source: <ctrl>minus
fa_af: علامت منفی
fr: <ctrl>moins
ne: <ctrl>माइनस्
ps: <ctrl>نفي

source: Zoom in
fa_af: نمایش به شکل نزدیک
fr: Zoom avant
ne: ठूलो बनाऊ
ps: کمول

source: <ctrl>equal
fa_af: مساوی
fr: <ctrl>égale
ne: <ctrl>बराबर
ps: <ctrl>جمع

source: Select font
fr: Sélectionner la police
ne: फण्ट चयन गर

source: Bigger
fr: Augmenter la taille
ne: भन्दा ठूलो

source: Smaller
fr: Diminuer la taille
ne: भन्दा सानो

source: Bold
fr: Gras
ne: बाक्लो

source: Italics
fr: Italique
ne: छड्के

source: Underline
fr: Souligné
ne: कच

source: Set font color
fr: Définir la couleur de la police
ne: फण्टको रङ चयन गर

source: Set background color
fr: Définir la couleur d'arrière-plan
ne: पृष्ठभूमि रङ सेट गर

source: Text mode
fa_af: باب متن
fr: Mode texte
ne: पाठ मोड
ps: د متن اکر

source: Image add mode
fa_af: تصویر باب را اضافه میکند
fr: Mode ajout d'image
ne: चित्र थप्ने मोड
ps: انځور زیاتولو اکر

source: Drawing mode
fa_af: کشیدن باب
fr: Mode dessin
ne: चित्र बनाउने मोड
ps: د رسمولو اکر

source: Label mode
fr: Mode étiquettes
ne: लेबल मोड

source: Select thoughts
fr: Sélectionner les idées

source: Link/unlink two selected thoughts
fa_af: پیوند دهید/ پیوند ندهید دو افکار انتخاب شده را
fr: Associer/Dissocier deux idées sélectionnées
ne: दुईवटा छानिएको सोचहरु लिंक गर/ लिंक नगर
ps: دوه ټاکل شوي فکرونه لینک\بې لینکه کړه

source: Move selected thoughs
fr: Déplacer les idées sélectionnées

source: Scroll the screen
fr: Faire défiler l'écran
ne: स्क्रिन स्क्रोल गर

source: Edit
fa_af: تنظیم کردن
fr: Éditer
ne: सम्पादन
ps: سمول

source: View
fa_af: نمایش
fr: Vue
ne: दृश्य
ps: لید

source: Text
fr: Texte
ne: पाठ

source: Thought Type
fr: Type d'idée

source: Click to add central thought
fa_af: برای اضافه کردن مفکوره مرکزی کلیک کنید
fr: Cliquer pour ajouter une idée centrale
ps: د مرکزي فکر د زیاتولو لپاره کلیک کړه

source: Unable to display help: %s
fr: Affichage de l'aide impossible : %s
ne: सहयोग प्रदर्शन गर्न सकिएन: %s
ps: د مرستې د ښکاره کولو توان نلري: %s

source: Translation by Don Scorgie
fa_af: ترجمه توسط دان اسکارجی
fr: Traduit par Don Scorgie
ne: डन स्कोरजीद्वारा अनुवाद गरिएको
ps: ژباړه د ډان سکورجي لخوا

source: The map cannot be deleted right now. Is it open?
fa_af: نقشه همین حالا حذف شده نمیتواند، آیا این باز است؟
fr: Suppression de la carte impossible. Est-elle ouverte ?
ne: नक़्शा अहिले मेटाउन सकिएन। त्यो खुल्लाछ कि?
ps: نقشه اوس نشي ړنګول کېدلی. ایا دا پرانیستې ده؟

source: The map has no associated filename.
fa_af: نقشه کدام نام سند پیوند یافته ندارد
fr: Aucun nom de fichier associé à la carte.
ne: नक़्शामा कुनैपनि मिलेको फाइलमान छैन।
ps: نقشه ورسره تړلی دوسیه نوم نلري.

source: Cannot delete this map
fa_af: این نقشه را حذف کرده نمیتواند
fr: Suppression de la carte impossible
ne: यो नक्सा मेटाउन मिल्दैन
ps: دا نقشه نشي ړنګولی

source: Do you really want to delete this Map?
fa_af: آیا واقعا میخواهید که این نقشه را حذف نمایید؟
fr: Voulez-vous réellement supprimer cette carte ?
ne: यो नक्सा मेटाउने हो?
ps: ایا ته ریښتیا دا نقشه ړنګول غواړې؟

source: Open File
fa_af: سند را بازکن
fr: Ouvrir le fichier
ne: फाइल खोल
ps: دوسیه پرانیستل

source: MAPZ Compressed Map (*.mapz)
fa_af: mapz نقشه را فشرده کرد
fr: Carte compressée MAPZ (*.mapz)
ne: MAPZ सङ्कुचित म्याप (*.mapz)

source: Map Name
fa_af: نام نقشه
fr: Nom de la carte
ne: नक्साको नाम
ps: د نقشې نوم

source: Last Modified
fa_af: آخرین تعیین گردید
fr: Modifié en dernier
ne: अन्तिममा रूपांतरित गरिएको
ps: اخري تازه شوی

source: Drawing #%d
fr: Dessin #%d
ne: चित्र #%d
ps: رسمول #%d

source: Choose image
fa_af: تصویر را انتخاب کن
fr: Choisir une image
ne: चित्र छान
ps: انځور غوره کول

source: Choose Color
fa_af: رنگ را انتخاب کن
fr: Choisir une couleur
ne: रङ छान
ps: رنګ غوره کول

source: Set Color
fa_af: رنگ را تعیین کن
fr: Définir une couleur
ne: रङ राख
ps: رنګ ټاکل

source: Untitled Map
fa_af: نقشه بدون عنوان
fr: Carte sans titre
ne: नाम नभएको नक्सा
ps: ناسرلیکې نقشه

source: File
fa_af: سند
fr: Fichier
ne: फाइल
ps: دوسیه

source: Export as Image
fa_af: به حیث تصویر صادر کن
fr: Exporter comme image
ne: चित्रको रुपमा निर्यात गर
ps: د انځور په توګه صادرول

source: Export your map as an image
fa_af: نقشه تان را به حیث یک تصویر صادر کن
fr: Exporter la carte comme image
ne: तिम्रो नक्सा चित्रको रुपमा निर्यात गर
ps: خپله نقشه د انځور په توګه صادره کړئ

source: Export Map...
fa_af: نقشه را صادر کن
fr: Exporter la carte...
ne: नक्सा निर्यात गर...
ps: نقشه صادرول...

source: Export your map as XML
fa_af: نقشه تان را به حیث xml صادر کنید
fr: Exporter votre carte comme XML
ne: तिम्रो नक्सा XML को रुपमा निर्यात गर
ps: خپله نقشه د XML په توګه صادره کړئ

source: Close the current window
fa_af: دریچه فعلی را بسته کن
fr: Fermer la fenêtre courante
ne: हालको सञ्झ्याल बन्द गर
ps: اوسنۍ کړکۍ بنده کړئ

source: _Edit
fr: _Éditer
ne: _सम्पादन
ps: ـــسمول

source: _View
fr: _Afficher
ne: _दृश्य
ps: ـــکتنه

source: _Toolbar
fa_af: نوار ابزار
fr: _Barre d'outils
ne: _उपकरणपट्टी
ps: ـــوسیله پټه

source: Link Thoughts
fa_af: عقاید را پیوند بده
fr: Relier les pensées
ne: लिङ्क थद्स्हरु
ps: خیالونه لینکول

source: Link the selected thoughts
fa_af: نظریات انتخاب شده را پیوند دهید
fr: Relier les pensées sélectionnées
ne: चुनिंएको थद्स्हरु लिङ्क गर
ps: ټاکل شوي خیالونه لینک کړه

source: _Delete
fa_af: حذف کردن
fr: _Effacer
ne: _मेटाउ
ps: ـــړنګول

source: Delete the selected element(s)
fa_af: عنصر انتخاب شده را حذف کن
fr: Effacer la sélection
ne: चयन गरिएको तत्व(हरू)लाई मेटाऊ
ps: ټاکل شوی توکی(ي) ړنګ کړه

source: _Edit Mode
fr: _Mode édition
ne: _सम्पादन गर्ने मोड
ps: ـــد سمولو اکر

source: Turn on edit mode
fa_af: تنظیم باب را روشن کن
fr: Activer le mode édition
ne: सम्पादन मोड सुरु गर
ps: د سمولو اکر ولګوه

source: _Add Image
fa_af: تصویر را اضافه کن
fr: _Ajouter une image
ne: _चित्र थप
ps: ـــانځور زیاتول

source: Add an image to selected thought
fa_af: یک تصویر را به مطلب انتخاب شده اضافه کن
fr: Ajouter une image à la pensée sélectionnée
ne: चुनिंएको थ्स्मा एउटा चित्र थप
ps: ټاکل شوي خیال ته انځور زیات کړه

source: _Drawing Mode
fr: _Mode dessin
ne: _चित्र बनाउने मोड
ps: ـــد رسمولو اکر

source: Make a pretty drawing
fa_af: یک رسم زیبا بکشید
fr: Faire un joli dessin
ne: सुन्दर चित्र बनाऊ
ps: یو ښکلی رسم جوړ کړه

source: Add Resource
fa_af: منبع را اضافه کن
fr: Ajouter une ressource
ne: स्रोत थप
ps: سرچینه زیاتول

source: Add a resource
fa_af: یک منبع اضافه کن
fr: Ajouter une ressource
ne: एउटा स्रोत थप
ps: یوه سرچینه زیاته کړه

source: Use _Curves
fa_af: قوس هارا استعمال کن
fr: Utiliser des _Courbes
ne: प्रयोग_वक्ररेखाहरु
ps: کږونې-کارول

source: Use curves as links
fa_af: قوس هارا به حیث پیوند ها استعمال نمایید
fr: Utiliser des courbes en guise de liens
ne: वक्ररेखाहरु लिङ्कको रुपमा प्रयोग गर्ने
ps: کږونې د لینکونو په توګه کارول

source: Use _Lines
fa_af: خطوط را استعمال کن
fr: Utiliser des _Lignes
ne: प्रयोग_रेखाहरु
ps: کرښې-کارول

source: Use straight lines as links
fa_af: خطوط مستقیم را به حیث پیوند ها استعمال کن
fr: Utiliser des lignes droites en guise de liens
ne: सिधा रेखा लिङ्कको रुपमा प्रयोग गर्ने
ps: نېغې کرښې د لینکونو په توګه کارول

source: _Extended Information
fa_af: معلومات اضافه شده
fr: _Information étendue
ne: _हद सुचना
ps: پراخ کړل شوي معلومات

source: Show extended information for thoughts
fa_af: معلومات اضافه شده را برای مطالب نشان بده
fr: Montrer les informations étendues des pensées
ne: थ्सकोलागी हद सुचनाहरु देखाउने
ps: د خیالونو لپاره پراخ کړل شوي معلومات وښیه

source: _Outline
fa_af: خلاصه یا طرح کلی
fr: _Contour
ne: _रुपरेखा
ps: ــخاکه

source: Show outline of thought hierarchy
fa_af: سلسله مراتب مطلب طرح کلی را نشان بده
fr: Monter le contour de la hiérarchie des pensées
ne: थ्स सोपानक्रमको रुपरेखा देखाउने
ps: د خیال د مراتبو د سلسلې خاکه وښیه

source: _Main
fa_af: اصلی
fr: _Principal
ne: _मुख्य
ps: ـــمرکزي

source: Show main toolbar
fa_af: نوار ابزار اصلی را نشان بده
fr: Montrer la barre d'outils principale
ne: महत्पूर्ण उपकरणपट्टी देखाउ
ps: مرکزي وسیله پټه وښیه

source: Show format toolbar
fa_af: نوار ابزار قالب بندی را نشان بده
fr: Montrer la barre d'outils format
ne: फर्र्मेट उपकरणपट्टी देखाउ
ps: د بڼې وسیله پټه وښیه

source: Thoughts
fa_af: مطالب
fr: Pensées
ne: थ्सहरु
ps: خیالونه

source: Save File As
fa_af: سند را حفظ کن به حیث
fr: Enregistrer le fichier sous
ne: फाइल यसरी सेभ गर
ps: دوسیه د په توګه خوندي کړه

source: All Files
fa_af: تمام اسناد
fr: Tous les fichiers
ne: सबै फाइलहरू
ps: ټولې دوسیې

source: PNG Image (*.png)
fa_af: تصویرpng
fr: Image PNG (*.png)
ne: PNG चित्र (*.png)
ps: PNG انځور (*.png)

source: JPEG Image (*.jpg, *.jpeg)
fa_af: تصویرjpeg
fr: Image JPEG (*.jpg, *.jpeg)
ne: JPEG चित्र (*.jpg, *.jpeg)
ps: JPEG انځور (*.jpg, *.jpeg)

source: SVG Vector Image (*.svg)
fa_af: تصویر مسیرsvg
fr: Image vectorielle SVG (*.svg)
ne: SVG भेक्टर चित्र (*.svg)
ps: SVG Vector انځور (*.svg)

source: PDF Portable Document (*.pdf)
fa_af: سند قابل حمل pdf
fr: Document portable PDF (*.pdf)
ne: PDF पोर्टेवल दकुमेन्ट (*.pdf)
ps: د پي ډي ایف وړونی لاسوند

source: Unknown file format
fa_af: قالب بندی سند نا شناخته
fr: Format de fichier inconnu
ne: थाहा नभएको फाइल फर्र्मेट भयो
ps: د نامعلومې بڼې دوسیه

source: The file type '%s' is unsupported. Please use the suffix '.png', '.jpg' or '.svg'.
fr: Le type de fichier '%s' n'est pas pris en charge. Utiliser l'extension '.png', '.jpg' ou '.svg'.
ne: यो फाइलको प्रकार'%s सपोर्टिभ छैन् कृपया आर्को चलाऊनुहोस् suffix '.png', '.jpg' or '.svg'.

source: Edit Text
fa_af: متن را تنظیم کن
fr: Éditer le texte
ne: पाठको सम्पादन गर
ps: متن سمول

source: Edit URI
fa_af: url را تنظیم کن
fr: Éditer l'URI
ne: URI सम्पादन गर
ps: یو ار ايي سمول

source: <ctrl>9
ne: <ctrl>९

source: <ctrl>0
fa_af: o
ne: <ctrl>०

source: _Mode
fa_af: باب
ne: _मोड
ps: ـــاکر

source: _Format
fa_af: قالب بندی
ne: _फर्र्मेट
ps: ـــبڼه

source: <ctrl>t
fa_af: t
ps: <ctrl>ت

source: <ctrl>i
fa_af: i
ps: <ctrl>ې

source: <ctrl>d
fa_af: d
ps: <ctrl>د

source: <ctrl>e
fa_af: e
ps: <ctrl>ي

source: <ctrl>l
fa_af: l
ps: <ctrl>ل
