Repository: Daksh/Labyrinth
Catalog: po/pbs.po
Languages: pbs

source: Labyrinth
pbs: akejé kuvpu' ligyajau

source: Do you have a lot on your mind? Map it! This activity lets you create mind maps that, in addition to words, can have drawings and images!
pbs: ¿tumei valei pu tigyajau? ¡Nanji ngul'ajau lanuat kichjau ndakejé kupu' tad-ajau, maiñ riñjá, lania'at kimi xikji'ik sad-ia kutaú.

source: Cut
pbs: Mata'aung

source: Erase selected thought(s)
pbs: Mavun tily'ajau make'eik

source: Fit to window
pbs: Makjaik pu kunjue'p

source: Original size
pbs: Ngutu'ep kutap nduk'ueje'

source: Zoom out
pbs: Mats'eí

source: <ctrl>minus
pbs: <ctrl>maleje'p

source: Zoom in
pbs: Matsjau mandaí

source: <ctrl>equal
pbs: <ctrl>skad-a vakjá

source: Select font
pbs: Makeje' ngutue'p kily'e

source: Bigger
pbs: mad-uaja'

source: Smaller
pbs: Manai'

source: Bold
pbs: vud-uts'

source: Italics
pbs: Itálica

source: Underline
pbs: me'es kily'e

source: Set font color
pbs: Makeje' ne xikjia' se manamei re kil.y'e

source: Set background color
pbs: Kiji'it ne xikjia' kimviu'p

source: Text mode
pbs: Vakja kily'e me'ets'

source: <ctrl>t
pbs: <ctrl>t vakja kily'e me'ets'

source: Image add mode
pbs: Vakja vania'at meje'eun kutaut

source: <ctrl>i
pbs: <ctrl>i vakja mamejep kutaut

source: Drawing mode
pbs: vakjá matsjau make'eik

source: <ctrl>d
pbs: <ctrl>d vakja ne makeje'

source: Label mode
pbs: Vakjá mamejep kily'e ndanú

source: <ctrl>a
pbs: <ctrl>a Makejé mi'ia re l'eje'

source: Select thoughts
pbs: Ki'ik tily'ajaú

source: <ctrl>e
pbs: <ctrl>e vakjá ne malejeiñ

source: Link/unlink two selected thoughts
pbs: Mavuch'/masa'auí nui ligyajau make'eik

source: <ctrl>l
pbs: <ctrl>l mavuch' im re l'eje' make'eik

source: Move selected thoughs
pbs: Maka'aut tigly'ajau make'eik

source: Scroll the screen
pbs: mantsux pu kutau nak'ujuly'

source: Portable Document Format (PDF)
pbs: nde'et nguk'uix vania'at mapejé (PDF)

source: Portable Network Graphic (PNG)
pbs: ndanu rabe'en vania'at mapejé ne nikjí (PNG)

source: Edit
pbs: malejeiñ

source: View
pbs: Manú

source: Text
pbs: kily'e me'ets

source: Thought Type
pbs: Vakjá ligyajau

source: Click to add central thought
pbs: matés se meje'euts' ligyajau kiñkiemejep

source: Unable to display help: %s
pbs: Kad-ep mvania'at ma'u'up ne nabaik:%s

source: Translation by Don Scorgie
pbs: Ndu'uets ne Don Scorgie

source: The map cannot be deleted right now. Is it open?
pbs: Pu ndanu mvu' kad-ep mvania'at malejei' chu'maní. Maseiñ?

source: The map has no associated filename.
pbs: Pu ndanú mvu' kad-ap mvankjaik pu ngunjiu' ne nguk'uix makjat

source: Cannot delete this map
pbs: Kad-ep mvania'at malejei' nanji ndanú mvu'

source: Do you really want to delete this Map?
pbs: ¿lik'iajam kimieng nalejei' nanji ndanú mvu'?

source: Open File
pbs: Maseiñ nguk'uix makját

source: MAPZ Compressed Map (*.mapz)
pbs: MAPZ Ndanú mvu' nicheu' (*.mapz)

source: Map Name
pbs: Ngunjiu' ne ndanú mvu'

source: Last Modified
pbs: Statjum ndutsjau

source: Drawing #%d
pbs: lustjau vake'eik #%d

source: Choose image
pbs: Makeje' kutaú

source: Choose Color
pbs: Makeje' xikjia'

source: Set Color
pbs: Mamejep masau' xikjia'

source: Untitled Map
pbs: Ndanú mvu' vujú ngunjiu'

source: File
pbs: Nguk'uix makjat

source: Export as Image
pbs: Ma'ujuñ nkjaí kutau

source: Export your map as an image
pbs: Ma'ujuñ pu ndanú mvu' nkjai' nda kutau

source: Export Map...
pbs: Ma'ujuñ ndanú mvu'...

source: Export your map as XML
pbs: Ma'ujuñ pu ndanú mvu' kipieí nkjaí XML

source: Close the current window
pbs: Matseu' pu kunjue'p chu'maní

source: _Edit
pbs: _malejeiñ

source: _View
pbs: _Manú

source: _Toolbar
pbs: _Ndantsux lumei ri'ip

source: Link Thoughts
pbs: Kiñkie' ndasajauts'

source: Link the selected thoughts
pbs: Make'eik kiñkie' ndasajaun

source: _Mode
pbs: _vakjá

source: _Delete
pbs: _malejei'

source: Delete the selected element(s)
pbs: Malejei' ne (re) sad-ia'

source: _Edit Mode
pbs: _Vakjá ne malejeiñ

source: Turn on edit mode
pbs: Maleiñ ne vakjá pu malejeiñ

source: _Add Image
pbs: _Mamejep kutaú

source: Add an image to selected thought
pbs: Meje'euts kutau kiñkie' ne makeje'

source: _Drawing Mode
pbs: _Vakjá ne makeje'

source: Make a pretty drawing
pbs: Matsjau nda majauts makeje'

source: Add Resource
pbs: Meje'eun Ndake'

source: Add a resource
pbs: Meje'euts' nda ndake'

source: Use _Curves
pbs: Make'_vankajam

source: Use curves as links
pbs: Make' vankajam pu ndasajauts'

source: Use _Lines
pbs: Make'_riñ'eje'

source: Use straight lines as links
pbs: Ki't re riñ'eje' vate'en njaí ndasajaun

source: _Extended Information
pbs: _vad-ua riñjia valeí

source: Show extended information for thoughts
pbs: Ma'u'up vad-ua riñjia valei re ligyajaú

source: _Outline
pbs: _Kupeix ne niñ'eje'

source: Show outline of thought hierarchy
pbs: Ma'u'up riñ'eje' kiñkie' ne chiki'p

source: _Main
pbs: _lik'iajam make'

source: Show main toolbar
pbs: Ma'u'up ne ndantsux lumei ri'ip lik'iajam make'

source: _Format
pbs: _nde'et

source: Show format toolbar
pbs: Ma'u'up nde'et ne ndantsux lumei ri'ip

source: Thoughts
pbs: ligyajaú

source: Save File As
pbs: Makjat nguk'uix nkjaí

source: All Files
pbs: Mi'ia re ngk'uix makjat

source: PNG Image (*.png)
pbs: kutaú PNG (*.png)

source: JPEG Image (*.jpg, *.jpeg)
pbs: Kutaú JPEG (*.jpg, *.jpeg)

source: SVG Vector Image (*.svg)
pbs: Kutaú vectorial SVG (*.svg)

source: PDF Portable Document (*.pdf)
pbs: Nguk'uix li'iajaun' lania'at mapejé PDF (*.pdf)

source: Unknown file format
pbs: Nde'et ne nguk'uix makjat lixa'au

source: The file type '%s' is unsupported. Please use the suffix '.png', '.jpg' or '.svg'.
pbs: Ne nguk'uix makjat vakjá '%s' kad-ep manajá Vichjaut majau ki't pu sufijo '.png', '.jpg' or '.svg'.

source: Edit Text
pbs: Malejeiñ kily'e me'ets

source: Edit URI
pbs: Malejeiñ URI
