Repository: Daksh/Labyrinth
Catalog: po/quz.po
Languages: quz

source: Labyrinth
quz: Yuyaykunamanta t'aslara

source: Cut
quz: Kuchuy

source: Erase selected thought(s)
quz: Akllasqa yuyakunata pichay

source: Fit to window
quz: Qhawanaman mat'iy

source: Original size
quz: Pachanmanta sayaynin

source: Zoom out
quz: Kharuykachaspa huch'uyachiq

source: <ctrl>minus
quz: <ctrl>pisichaywan (-)

source: Zoom in
quz: Achuykachaspa hatunyachiq

source: <ctrl>equal
quz: <ctrl>kikinkaqwan(=)

source: Bold
quz: Yanachasqa

source: Italics
quz: Kinrachasqa

source: Underline
quz: Ura siq'isqa

source: Text mode
quz: Qillqa hina

source: Image add mode
quz: Wanqi yaparinapaq hina

source: Drawing mode
quz: Siq'ichasqa hina

source: Label mode
quz: Sutichaqkuna

source: Link/unlink two selected thoughts
quz: Iskay akllariqa yuyaykunata huñuy/t'aqay

source: Portable Document Format (PDF)
quz: Khipu apaykachanapaq (PDF)

source: Portable Network Graphic (PNG)
quz: Wanki apaykachanapaq (PNG)

source: Edit
quz: Allinchay

source: View
quz: Qhaway

source: Text
quz: Qillqa

source: Thought Type
quz: Mayqin yuyaychana

source: Click to add central thought
quz: Yapanapaqqa yuyaykunata ñit'iy kuraq

source: Unable to display help: %s
quz: Yanapayqa mana rikukunchu:%s

source: Translation by Don Scorgie
quz: Qhiswa runakuna t'ikrasqan

source: The map cannot be deleted right now. Is it open?
quz: T'aslaraqa manam pichakunmanchu kunanqa. Kichasqachu kachkan?

source: The map has no associated filename.
quz: T'aslaraqa manam khipup sutinwanqa masichakunchu.

source: Cannot delete this map
quz: Kay t'aslaraqa manam pichakunmanchu

source: Do you really want to delete this Map?
quz: Kay t'aslarata chinkachinkipunichu?

source: Open File
quz: Khiputa kichay

source: MAPZ Compressed Map (*.mapz)
quz: MAPZ huch'uyasqa t'aslara (*.mapz)

source: Map Name
quz: T'aslaraq sutin

source: Last Modified
quz: Qhipa allinchasqa

source: Drawing #%d
quz: Siq'inchaspa #%d

source: Choose image
quz: Wankita akllay

source: Choose Color
quz: Llimp'ita akllay

source: Set Color
quz: Llimp'i kamachiy

source: Untitled Map
quz: Mana sutiyuq t'aslara

source: File
quz: Khipu

source: Export as Image
quz: Wankita apachiy

source: Export your map as an image
quz: T'aslara hinatam wankita apachiy

source: Export Map...
quz: T'aslarata apachiy...

source: Export your map as XML
quz: T'aslarataqa XML hinatam apachiy

source: Close the current window
quz: Kunan kaq qhawanata wisq'ay

source: _Edit
quz: _Allinchay

source: _View
quz: _Qhaway

source: _Toolbar
quz: _Llamk'anakuna

source: Link Thoughts
quz: Yuyaykunata tinkuchiy

source: Link the selected thoughts
quz: Tinkuchiskunamanta akllay

source: _Mode
quz: _Hina kaqmanta

source: _Delete
quz: _Chinkachiy

source: Delete the selected element(s)
quz: Akllasqakunata chinkachiy

source: _Edit Mode
quz: _Allinchanapaq hina

source: Turn on edit mode
quz: Allinchanapaq hina hap'ichiy

source: _Add Image
quz: _Wankita yapay

source: Add an image to selected thought
quz: Wankita akllaspa yapay

source: _Drawing Mode
quz: _Siq'ichasqa hina

source: Make a pretty drawing
quz: Sumaq siq'ichasqata ruway

source: Add Resource
quz: Ima kaqkunata yapay

source: Add a resource
quz: Huk ima kaqta yapay

source: Use _Curves
quz: Q'inquta hap'iy

source: Use curves as links
quz: Q'inquchasqa tinkuchiykunata hap'iy

source: Use _Lines
quz: Siq'ikunata _Hap'iy

source: Use straight lines as links
quz: Ch'iqa siq'ikunata hap'iy

source: _Extended Information
quz: _Aswan mast'arisqa willana

source: Show extended information for thoughts
quz: Mast'arisqa yuyaykunata rikuchiy

source: _Outline
quz: _Manañam kaypichu

source: Show outline of thought hierarchy
quz: Kuraqchasqa siq'ikunata rikuchiy

source: _Main
quz: _Kuraq

source: Show main toolbar
quz: Kuraq llamk'anakunata rikuchiy

source: _Format
quz: _Formato nisqa

source: Show format toolbar
quz: Llamk'anakunap ima kasqankuta rikuchiy

source: Thoughts
quz: Yuyaykuna

source: Save File As
quz: Khipukunata kay hinata waqaychay

source: All Files
quz: Llapan khipukuna

source: PNG Image (*.png)
quz: PNG Wanki (*.png)

source: JPEG Image (*.jpg, *.jpeg)
quz: JPEG Wanki (*.jpg, *.jpeg)

source: SVG Vector Image (*.svg)
quz: SVG Churatakuq Wanki (*.svg)

source: PDF Portable Document (*.pdf)
quz: PDF Apaykachanapaq Khipu (*.pdf)

source: Unknown file format
quz: Mana riqsisqa sutiyuq khipukuna

source: The file type '%s' is unsupported. Please use the suffix '.png', '.jpg' or '.svg'.
quz: Kay hina khipuqa '%s' manam kanmanchu. Ama hina kaychu, kay hinakunata churay '.png', '.jpg' or '.svg'.

source: Edit Text
quz: Qillqata allinchay

source: Edit URI
quz: URL nisqata allinchay
